Repository: pedro-mendonca/wpsitesync
Catalog: languages/wpsitesynccontent-*.po
Languages: pt_pt

source: You just installed WPSiteSync for Content and it needs to be configured. Please go to the <a href="%s">WPSiteSync for Content Settings page</a>.
pt_pt: Acabou de instalar o WPSiteSync for Content e agora tem que o configurar. Por favor vá à <a href="%s">página das opções do WPSiteSync for Content</a>.

source: WPSiteSync logo
pt_pt: Logótipo de WPSiteSync

source: WPSiteSync for Content has invalid or missing settings. Please go the the <a href="%s">settings page</a> to update the configuration.
pt_pt: O WPSiteSync for Content tem opções inválidas ou em falta. Por favor vá à <a href="%s">página das opções</a> para actualizar a configuração.

source: Push content to Target:
pt_pt: Enviar conteúdo para Destino:

source: The "Target" is the WordPress install that the Content will be pushed to.
pt_pt: O "Destino" é a instalação WordPress para onde o conteúdo será enviado.

source: Show Content details from Target
pt_pt: Mostrar detalhes do conteúdo em Destino

source: Push this Content to the Target site
pt_pt: Enviar este conteúdo para o site de Destino

source: Push to Target
pt_pt: Enviar para Destino

source: Pull this Content from the Target site
pt_pt: Obter este conteúdo do site de Destino

source: Pull from Target
pt_pt: Obter de Destino

source: Content successfully sent to Target system.
pt_pt: Conteúdo enviado com sucesso para o sistema de Destino.

source: Please activate the Pull extension.
pt_pt: Por favor active a extensão Pull.

source: Pushing Content to Target...
pt_pt: A enviar conteúdo para Destino...

source: Please UPDATE your changes in order to Sync.
pt_pt: Por favor ACTUALIZE as alterações para poder sincronizar.

source: Settings
pt_pt: Opções

source: This Content has not yet been Sync'd. No details to show.
pt_pt: Este conteúdo ainda não foi sincronizado. Sem detalhes para mostrar.

source: Error #%1$d: %2$s
pt_pt: Erro #%1$d: %2$s

source: Error obtaining Content Details
pt_pt: Ocorreu um erro ao obter detalhes do conteúdo

source: License Key status:
pt_pt: Estado da chave da licença:

source: Method `%s` not found.
pt_pt: Método `%s` não encontrado.

source: Cannot call your callback: %s
pt_pt: Não é possível chamar o seu callback: %s

source: Unable to connect to Target site.
pt_pt: Não é possível ligar ao site de Destino.

source: The requested action is not recognized. Is plugin activated on Target?
pt_pt: O pedido não é reconhecido. O plugin está activado no Destino?

source: WPSiteSync for Content is not installed and activated on Target site.
pt_pt: O WPSiteSync for Content não está instalado e activado no site de Destino.

source: Unable to authenticate on Target site.
pt_pt: Não é possível autenticar no site de Destino.

source: User session has expired.
pt_pt: A sessão do utilizador expirou.

source: A user is currently editing this Content on the Target site.
pt_pt: Um utilizador está neste momento a editar este conteúdo no site de Destino.

source: This Content is currently Locked on Target site.
pt_pt: Este conteúdo está neste momento bloqueado no site de Destino.

source: Some or all of the data for the request is missing.
pt_pt: Alguns ou todos os dados em falta para o pedido.

source: The username does not exist on the Target site.
pt_pt: O nome de utilizador não existe no site de Destino.

source: Error while handling file upload.
pt_pt: Ocorreu um erro ao carregar ficheiro.

source: The Permalink settings are different on the Target site.
pt_pt: As opções das ligações permanentes são diferentes no site de Destino.

source: The WordPress versions are different on the Source and Target sites.
pt_pt: As versões do WordPress são diferentes nos sites de Origem e de Destino.

source: The SYNC versions are different on the Source and Target sites.
pt_pt: As versões de sincronização são diferentes nos sites de Origem e de Destino.

source: The required SYNC extension is not active on the Target site.
pt_pt: A extensão necessária não está activa no site de Destino.

source: The post type is not allowed.
pt_pt: O tipo de conteúdo não é permitido.

source: Unable to make API request to Target system.
pt_pt: Não é possível fazer o pedido de API no sistema de Destino.

source: Target system did not respond with success code.
pt_pt: O sistema de Destino não respondeu com código de sucesso.

source: Site Key for Target system has not been obtained.
pt_pt: Não foi obtida a chave do site do sistema de Destino.

source: Unable to determine post content.
pt_pt: Não é possível determinar o conteúdo do artigo.

source: Unable to validate AJAX request.
pt_pt: Não é possível validar o pedido AJAX.

source: Content has a Parent Page that has not been Sync'd.
pt_pt: O conteúdo tem uma página superior que não foi sincronizada.

source: Unable to authentication with Target site. Please re-enter credentials for this site.
pt_pt: Não é possível autenticar no site de Destino. Por favor insira de novo as credenciais deste site.

source: User does not have permission to perform Sync. Check configured user on Target.
pt_pt: O utilizador não tem permissão para sincronizar. Verifique o utilizador configurado no Destino.

source: The image uploaded is not a valid image type.
pt_pt: A imagem carregada não é um tipo de imagem válido.

source: Requested post cannot be found.
pt_pt: O artigo pedido não foi encontrado.

source: Content update on Target failed.
pt_pt: Falhou ao actualizar conteúdo no Destino.

source: Cannot write authentication token.
pt_pt: Não é possível gravar o token de autorização.

source: Attachment upload failed. No content found; is there a broken link?
pt_pt: Falhou ao carregar anexo. Nenhum conteúdo encontrado, terá uma ligação danificada?

source: Unrecognized error: %d
pt_pt: Erro desconhecido: %d

source: The file name already exists.
pt_pt: O nome do ficheiro já existe.

source: Content Synchronized.
pt_pt: Conteúdo sincronizado.

source: Internal error:
pt_pt: Erro interno:

source: Unknown action; code: %d
pt_pt: Acção desconhecida, código: %d

source: %1$d extensions found.
pt_pt: %1$d extensões encontradas.

source: WPSiteSync Add-on Licenses:
pt_pt: Licenças de add-ons de WPSiteSync:

source: No extensions are currently activated.
pt_pt: Nenhuma extensão activada neste momento.

source: %s License Key:
pt_pt: Chave de licença de %s:

source: License key for the %1$s v%2$s add-on
pt_pt: Chave de licença para o add-on %1$s v%2$s

source: License keys are required to activate add-on's functionality and to be notified of updates.
pt_pt: São necessárias as chaves da licença para activar as funcionalidades do add-on e para receber notificações sobre actualizações.

source: Status:
pt_pt: Estado:

source: Activate
pt_pt: Activar

source: Dectivate
pt_pt: Desactivar

source: Activating License Key...
pt_pt: A activar chave da licença...

source: Deactivating License Key...
pt_pt: A desactivar chave da licença...

source: unknown
pt_pt: desconhecido

source: active
pt_pt: activa

source: inactive
pt_pt: inactiva

source: expired
pt_pt: expirou

source: unset
pt_pt: não definida

source: Activated
pt_pt: Activada

source: Inactive License
pt_pt: Licença inactiva

source: Unknown API result:
pt_pt: Resultado desconhecido da API

source: Invalid License Key
pt_pt: Chave de licença inválida

source: Deactivated
pt_pt: Desactivada

source: Error deactivating License.
pt_pt: Ocorreu um erro ao desactivar licença.

source: Unexpected API response
pt_pt: Resposta inesperada da API

source: WPSiteSync for Content Settings
pt_pt: Opções de WPSiteSync for Content

source: General
pt_pt: Geral

source: General Settings for WPSiteSync for Content
pt_pt: Opções gerais do WPSiteSync for Content

source: Licenses
pt_pt: Licenças

source: License Key for WPSiteSync add-ons
pt_pt: Chave de licença para add-ons de WPSiteSync

source: Error: no settings available
pt_pt: Erro: nenhuma opção disponível

source: WPSiteSync for Content Site key:
pt_pt: Chave do site de WPSiteSync for Content:

source: WPSiteSync for Content - Configuration:
pt_pt: WPSiteSync for Content - Configuração:

source: Host Name of Target:
pt_pt: Nome do Destino:

source: http://example.com - This is the URL that your Content will be Pushed to.
pt_pt: http://exemplo.com - Isto é o URL para onde o seu conteúdo será enviado.

source: Username on Target:
pt_pt: Nome de utilizador em Destino:

source: Username on Target for authentication. Must be able to create Content with this username.
pt_pt: Nome de utilizador em Destino para autenticação. Tem que ser possível criar conteúdos com este nome de utilizador.

source: Password on Target:
pt_pt: Senha em Destino:

source: Password for the Username on the Target.
pt_pt: Senha para o nome de utilizador no site de Destino.

source: Username and Password are valid.
pt_pt: Nome de utilizador e senha válidos.

source: Username and Password not entered or not valid.
pt_pt: Nome de utilizador e senha não inseridos ou inválidos.

source: WPSiteSync for Content - Behaviors:
pt_pt: WPSiteSync for Content - Comportamento:

source: Strict Mode:
pt_pt: Modo estrito:

source: On - WordPress and WPSiteSync for Content versions must match on Source and Target in order to perform operations.
pt_pt: Ligado - As versões do WordPress e do WPSiteSync for Content têm que corresponder exactamente entre os sites de Origem e de Destino, para poder executar as operações.

source: Off - WordPress and WPSiteSync for Content versions do not need to match.
pt_pt: Desligado - As versões do WordPress e do WPSiteSync for Content não têm que corresponder.

source: Optionally remove Settings and Tables on plugin deactivation:
pt_pt: Remover as opções e tabelas ao desactivar plugin:

source: Yes, remove all settings and data on uninstall.
pt_pt: Sim, remover todas as opções e dados ao desinstalar.

source: No, leave settings and data on uninstall.
pt_pt: Não, manter as opções e dados ao desinstalar.

source: Settings authenticated on Target server
pt_pt: Opções autenticadas no servidor de Destino

source: Settings do not authenticate on Target server
pt_pt: Opções não autenticadas no servidor de Destino

source: Invalid URL.
pt_pt: URL inválido.

source: All fields are required.
pt_pt: Todos os campos são obrigatórios.

source: Changed Host Name of Target or Username but did not provide password.
pt_pt: Foi alterado o nome do Destino ou nome de utilizador, mas não inseriu a respectiva senha.

source: Error authenticating user on Target: %s
pt_pt: Ocorreu um erro ao autenticar o utilizador no Destino: %s

source: For more information:
pt_pt: Para mais informações:

source: Visit the <a href="%s" target="_blank">documentation</a> on the WPSiteSync for Content website.
pt_pt: Visite a <a href="%s" target="_blank">documentação</a> no site do WPSiteSync for Content.

source: <a href="%1$s" target="_blank">Post an issue</a> on <a href="%2$s" target="_blank">GitHub</a>.
pt_pt: <a href="%1$s" target="_blank">Publique um problema</a> no <a href="%2$s" target="_blank">GitHub</a>.

source: This page allows you to configure how WPSiteSync for Content behaves.
pt_pt: Esta página permite-lhe configurar o comportamento do WPSiteSync for Content.

source: <strong>Host Name of Target</strong>: Enter the URL of the Target website you wish to Sync with.
pt_pt: <strong>Nome do Destino</strong>: Insira o URL do site de Destino com que pretende sincronizar.

source: <strong>Username on Target</strong>: Enter the Administrator username for the Target website.
pt_pt: <strong>Nome de utilizador de Destino</strong>: Insira o nome de utilizador do administrador do site de Destino.

source: <strong>Password on Target</strong>: Enter the Administrator password for the Target website.
pt_pt: <strong>Senha de Destino</strong>: Insira a senha do administrador do site de Destino.

source: <strong>Strict Mode:</strong>: Select if WordPress and WPSiteSync for Content should be the same versions on the Source and the Target.
pt_pt: <strong>Modo estrito</strong>: Escolha se o WordPress e o WPSiteSync for Content deverão ter as mesmas versões nos sites de Origem e de Destino.

source: Terms/Definitions
pt_pt: Terminologia

source: <b>Source</b> - The website that Content is being Syncd from. This is the non-authority or development/staging site.
pt_pt: <b>Origem</b> - O site de onde o conteúdo é sincronizado. Este é o site não autorizado ou de desenvolvimento/staging.

source: <b>Target</b> - The website that you will be Pushing/Syncing Content to. This is the authoritative or live site.
pt_pt: <b>Destino</b> - O site para onde envia o conteúdo. Este é o site autorizado ou de produção.

source: <b>Push</b> - Moving Content from the Source to the Target website.
pt_pt: <b>Enviar</b> - Mover conteúdo do site de Origem para o de Destino.

source: <b>Pull</b> - Moving Content from the Target to the Source website.
pt_pt: <b>Obter</b> - Mover conteúdo do site de Destino para o de Origem.

source: <b>Content</b> - The data that is being Syncd between websites. This can be Posts, Pages or Custom Post Types, User Information, Comments, and more, depending on the Sync Add-ons that you have installed.
pt_pt: <b>Conteúdo</b> - Os dados que são sincronizados entre sites. Podem ser artigos, páginas, tipos de conteúdo personalizados, informações de utilizador, comentários ou outros, dependendo dos add-ons de sincronização instalados.

source: Thank you for using <a href="%1$s" target="_blank">WPSiteSync for Content</a>! Please <a href="%2$s" target="_blank">rate us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
pt_pt: Obrigado por utilizar o <a href="%1$s" target="_blank">WPSiteSync for Content</a>! Por favor <a href="%2$s" target="_blank">classifique-nos</a> em <a href="%2$s" target="_blank">WordPress.org</a>

source: Token validation failed.
pt_pt: Falhou ao validar token.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pt_pt: Está disponível uma nova versão de %1$s. %2$sVer detalhes da versão %3$s%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pt_pt: Está disponível uma nova versão de %1$s. %2$sVer detalhes da versão %3$s%4$s ou %5$sactualize agora%6$s.

source: You do not have permission to install plugin updates
pt_pt: Não tem permissão para instalar actualizações do plugin

source: Error
pt_pt: ﻿Erro

source: Content Details:
pt_pt: Detalhes do conteúdo:

source: Target Content Id: %d
pt_pt: ID do conteúdo em Destino: %d

source: Content Title: %s
pt_pt: Título do conteúdo: %s

source: Content Author: %s
pt_pt: Autor do conteúdo: %s

source: Last Modified: %s
pt_pt: Última modificação: %s

source: Content: %s
pt_pt: Conteúdo: %s

source: Note: Syncing this Content will overwrite data.
pt_pt: Atenção: Sincronizar este conteúdo vai substituir os respectivos dados.

source: Provides features for easily Synchronizing Content between two WordPress sites.
pt_pt: Adiciona funcionalidades para facilmente sincronizar conteúdos entre dois sites WordPress.
